Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=609_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien kokous hyväksyi toimintaohjelman saamelaiskäräjäkaudelle 2012-15
sme: Sámedikki čoahkkin dohkkehii doaibmaprográmma sámediggebadjái 2012-15

source: Saamelaiskäräjien kokous hyväksyi 20.6.2012 toimintaohjelman ja taloussuunnitelman saamelaiskäräjäkaudelle 2012-15.
sme: Sámedikki čoahkkin dohkkehii 20.6.2012 doaibmaprográmma ja ekonomiijaplána sámediggebadjái 2012-15.

source: Toimintaohjelma sisältää saamelaiskäräjien päätavoitteet sekä yksityiskohtaiset yhteiset ja sektorikohtaiset tavoitteet saamelaiskäräjäkaudelle 2012-15.
sme: Doaibmaprográmma sisdoallá sámedikki váldoulbmiliid sihke dárkilis oktasaš ja sektormieldásaš ulbmiliid sámediggebadjái 2012-15.

source: ” Olen tyytyväinen saamelaiskäräjien kokouksen hyväksymään toimintaohjelmaan.
sme: ” Lean duhtavaš sámedikki čoahkkima dohkkehan doaibmaprográmmai.

source: Yhteisesti hyväksytty toimintaohjelma keskittyy saamelaisille tärkeimpien asioiden edistämiseen ja kehittämiseen, ja tulee ohjaamaan saamelaiskäräjien toimintaa tämän vaalikauden ajan vuoteen 2015 asti ”, sanoo saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi.
sme: Oktasaččat dohkkehuvvon doaibmaprográmma vuodju sámiide deháleamos áššiid ovddideapmái ja buorideapmái, ja boahtá stivret sámedikki doaimma dán válgabaji áigge jagi 2015 rádjai ”, muitala sámedikki ságajođiheaddji Klemetti Näkkäläjärvi.

source: Saamelaiskäräjien kokouksen 20.6.2012 hyväksymän saamelaiskäräjäkauden toimintakauden 2012-2015 päätavoitteet ovat:
sme: Sámedikki čoahkkima 20.6.2012 dohkkehan sámediggebaji doaibmaprográmma 2012-2015 váldoulbmilat leat:

source: ILO 169-sopimuksen ratifioiminen
sme: ILO 169-soahpamuša ratifieren

source: Pohjoismaisen saamelaissopimuksen ratifioiminen
sme: Davviriikkalaš sámesoahpamuša ratifieren

source: Saamelaiskäräjälain ja - asetuksen uudistaminen sekä saamelaismääritelmän muuttaminen
sme: Sámediggelága ja - ásahusa ođasmahttin sihke sápmelašmeroštallama rievdadeapmi

source: Saamelaisten itsemääräämisoikeuden toteutuminen täysmääräisesti
sme: Sámiid iešmearridanvuoigatvuođa ollašuvvan dievasmearálaččat

source: Kataisen hallitusohjelman saamelaiskirjausten toteutuminen täysmääräisesti
sme: Katainen ráđđehusprográmma sámemerkejumiid ollašuvvan dievasmearálaččat

source: Saamen kielten elvytysohjelman toimeenpanemisen aloittaminen
sme: Sámegielaid ealáskahttinprográmma ollašuhttima álggaheapmi

source: Kansallisen artikla 8(j) - työryhmän ehdotusten toteuttaminen
sme: Álbmotlaš artikla 8(j) - bargojoavkku evttohusaid ollašuhttin

source: Alkuperäiskansajulistuksen toimeenpaneminen Suomessa
sme: Eamiálbmotjulggaštusa ollašuhttin Suomas

source: Saamelaiskulttuurin ja perinteisten elinkeinojen suojan toteutuminen
sme: Sámekultuvrra ja árbevirolaš ealáhusaid suoji ollašuvvan

source: Saamelaiskulttuurin heikentämisen suojan ulottaminen vesilain mukaisesti kaikkiin saamelaisia koskeviin erityislakeihin
sme: Sámekultuvrra hedjonahttima suoji viiddideapmi čáhcelága mieldásaččat sámiid guoski buot sierralágaide

source: Saamelaisten kotiseutualueen ja perinteisten elinkeinojen elinvoimaisuuden turvaaminen
sme: Sámiid ruovttuguovllu ja árbevirolaš ealáhusaid eallinfámu sihkkarastin

source: Poismuuton vähentäminen ja paluumuuton lisääminen saamelaisten kotiseutualueelle
sme: Eretfárrema geahpedeapmi ja ruovttoluotta fárrema lasiheapmi sámiid ruovttuguvlui

source: Kielellisten ja kulttuuristen oikeuksien toteutuminen koko maassa
sme: Gielalaš ja kultuvrralaš vuoigatvuođaid ollašuvvan olles riikkas

source: Saamelaisen parlamentaarisen neuvoston tehokas toiminta
sme: Sámi parlamentáralaš ráđi beaktilis doaibman

source: Saamen kielen ja saamenkielisen opetuksen aseman, saavutettavuuden ja saamelaisen sisällön kehittäminen
sme: Sámegiela ja sámegielat oahpahusa sajádaga, fálaldaga ja sámesisdoalu ovddideapmi

source: Saamelaisten hyvinvoinnin ja osallisuuden kehittäminen
sme: Sámiid buorredili ja oasálašvuođa ovddideapmi

source: Saamelaiskäräjien kokous hyväksyi päätavoitteet yksimielisesti, lukuun ottamatta kohtaa 3., joka hyväksyttiin äänin 11-3.
sme: Sámedikki čoahkkin dohkkehii váldoulbmiliid ovttamielalaččat, earret čuoggá 3., mii dohkkehuvvui jienain 11-3.

source: Yhteiset yksityiskohtaiset tavoitteet ovat saamelaisten yhteisöllisyyden kehittäminen, saamelaisen perinteisen tiedon turvaaminen, saamelaisen kulttuuriympäristön turvaaminen, saamelaiskulttuurin elinvoimaisuuden turvaaminen koko maassa, saamelaiskäräjien vaalijärjestelmän kehittäminen, saamelaiskäräjien oman toiminnan kehittäminen ja saamelaiskäräjien edunvalvonnan kehittäminen.
sme: Oktasaš dárkilis ulbmilat leat sámiid searválasvuođa ovddideapmi, sámi árbevirolaš dieđu sihkkarastin, sámi kulturbirrasa sihkkarastin, sámekultuvrra eallinfámu dorvvasteapmi olles riikkas, sámedikki válgavuogádaga ovddideapmi, sámedikki iežas doaimma ovddideapmi ja sámedikki ovddugohcima buorideapmi.

source: Sektorikohtaiset yksityiskohtaiset tavoitteet ovat saamelainen elinkeinopolitiikka, saamen kielen elinvoimaisuuden turvaaminen, saamelaislasten ja - nuorten aseman kehittäminen, saamenkielisten sosiaali- ja terveyspalveluiden kehittäminen, saamelaisten kulttuuripalvelujen ja taide-elämän kehittäminen, saamelaisopetuksen ja korkeakoulutuksen kehittäminen ja saamelaisen parlamentaarisen neuvoston toiminnan kehittäminen.
sme: Sektormieldásaš dárkilis ulbmilat leat sámi ealáhuspolitihka, sámegiela eallinfámu dorvvasteapmi, sámemánáid ja - nuoraid sajádaga ovddideapmi, sámegielat sosiála- ja dearvvasvuohtabálvalusaid buorideapmi, sámiid kulturbálvalusaid ja dáiddaeallima ovddideapmi, sámeoahpahusa ja allaskuvlejumi ovddideapmi ja sámi parlamentáralaš ráđi doaimma ovddideapmi.

source: Saamelaiskäräjien kokouksen hyväksymä taloussuunnitelma ohjaa saamelaiskäräjien vaalikauden rahoituksen hakemista ja rahoituksen käyttöä.
sme: Sámedikki čoahkkima dohkkehan ekonomiijaplána jođiha sámedikki válgabaji ruhtadeami ohcama ja ruhtadeami geavaheami.

source: Vaalikaudella saamelaiskäräjät pyrkii luomaan uusia virkoja saamelaiskäräjille saamenkielisiin palveluihin, saamelaisten kotiseutualueen ulkopuolella asuvien saamelaisten oikeuksien edistämiseen, ympäristö- ja kaivoslakiasioiden esittelyyn saamelaiskäräjillä sekä perustamaan saamelaisen elinkeinorahaston, jolla tuettaisiin saamelaiselinkeinoja ja perinteisen tiedon säilymistä perinteisissä saamelaiselinkeinoissa.
sme: Válgabajis sámediggi geahččala fidnet ođđa virggiid sámediggái sámegielat bálvalusaide, sámiid ruovttuguovllu olggobealde ássi sámiid vuoigatvuođaid ovddideapmái, biras- ja ruvkeláhkaáššiid áššegieđahallamii sámedikkis sihke geahččala vuođđudit sámi ealáhusfoandda, mainna dorjojuvvošedje sámeealáhusaid ja árbevirolaš dieđu seailun árbevirolaš sámeealáhusain.

source: Saamelaiskäräjien toimintaohjelma ja taloussuunnitelma 2012 - 2015
sme: Sámedikki doaibmaprográmma ja ekonomiijaplána 2012 – 2015
